


    let primary_html = `
    <section class="hero">
    <div class="hero__text">
      <h1 class="hero__h1">
        Добро пожаловать на сайт,
        посвященный веб-разработке!
      </h1>
      <p class="hero__p">Что такое веб-разработка, спросите вы? Проще говоря, это процесс создания веб-сайтов
        и веб-приложений с использованием таких языков программирования, как HTML, CSS и JavaScript.

        Что входит в веб-разработку:

        Фронтенд-разработка
        Бэкенд-разработка
        Веб-дизайн
        Создание веб-контента
        Веб-тестирование и отладка
        Веб-развертывание и обслуживание</p>
    </div>

    <img class="hero__img" src="img/font.jpg" alt="эмоджи">
  </section>

    `;

    // Добавим в «page-content» нашего приложения
    $("#page-content").html(primary_html);
